Repository: caiopradog/meeting-helper
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Service workers are not supported in your browser.
pt_br: Service workers não estão disponíveis no seu navegador

source: Showing notifications are not supported in your browser.
pt_br: Receber notificações não é suportado no seu navegador

source: Subscribe to Push Messaging
pt_br: Receber notificações

source: Push notifications are blocked by your browser.
pt_br: Notificações push está bloqueado pelo seu navegador

source: Push notifications are not available in your browser.
pt_br: Notificações push não está disponível em seu navegador

source: Unsubscribe from Push Messaging
pt_br: Cancelar notificações

source: Successfully subscribed to push notifications.
pt_br: Inscrito com sucesso às notificações

source: Error while subscribing to push notifications.
pt_br: Erro ao inscrever às notificações

source: Subscription is not available.
pt_br: Inscrição indisponível

source: Successfully unsubscribed from push notifications.
pt_br: Cancelado com sucesso às notificações

source: Error while unsubscribing from push notifications.
pt_br: Erro ao cancelar inscrição às notificações
